{
    "movieReview": [
        {
            "id": 1,
            "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
            "movieLength": 115,
            "director": "Hirakawa Yuichiro",
            "category": "หนังรักโรแมนติก",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
            "trailer": "https://www.youtube.com/watch?v=u2QNy_usYuA",
            "review": {
                "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
                "score": {
                    "screenPlay": 4,
                    "playing": 4,
                    "music": 7,
                    "actorSkills": 6,
                    "graphics": 7,
                    "average": 5.6
                }
            }
        },{
            "id": 2,
            "movieName": "Avatar: The Way of Water - อวตาร: วิถีแห่งสายน้ำ",
            "movieLength": 192,
            "director": "James Cameron",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/221123120313227.jpg",
            "trailer": "https://www.youtube.com/watch?v=t0sCVZk0VVM",
            "review": {
                "review": "Avatar: The Way of Water เล่าเรื่องราวต่อจากภาคแรก โดยมีความจำเป็นต้องดูภาคแรกมาก่อนมาก ๆ ถึงจะเข้าใจเรื่องราวหลาย ๆ อย่าง ในตอนแรกนึกไม่ออกเหมือนกันว่าตัวหนังภาคต่อนี้จะเล่าออกมาทางไหน แต่พอได้ดูแล้วถือว่าเป็นการเลือกเดินเส้นทางที่ถูกต้องที่ควรแล้วแหละ ซึ่งในภาคนี้ Jake และ Neytiri ก็ได้สร้างครอบครัวมีลูกด้วยกัน ใช้ชีวิตอย่างมีความสุขบนดาว Pandora แต่ความสุขนั้นก็อยู่ได้ไม่นาน เมื่อการรุกรานจากคนบนฟ้ากลับมาอีกครั้ง ",
                "score": {
                    "screenPlay": 7,
                    "playing": 8,
                    "music": 8,
                    "actorSkills": 9.5,
                    "graphics": 10,
                    "average": 8.5
                }
            }
        },{
            "id": 3,
            "movieName": "The Lair - เขมือบล้างนรก",
            "movieLength": 95,
            "director": "Neil Marshall",
            "category": "หนังผี",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/2212031203314l6.jpg",
            "trailer": "https://www.youtube.com/watch?v=Y0dMzHLB2K8",
            "review": {
                "review": "The Lair - เขมือบล้างนรก เป็นผลงานาการกำกับของ Neil Marshall ที่เคยฝากผลงานไว้มากมายในวงการ ทั้งซีรีส์ Game of Thrones, ซีรีส์ Constantine, ซีรีส์ Hannibal, ซีรีส์ West World ส่วนหนังที่ผ่านมาหมาด ๆ ก็ Hellboy (2019) และ The Reckoning (2020) ที่กระแสวิจารณ์ทั้งสองเรื่องค่อนไปทางแย่เลยทีเดียว และนี่คือผลงานการกำกับล่าสุดของเขาตัวหนังบอกเล่าเรื่องราวถึงนักบินหญิงที่ถูกศัตรูยิงตกท่ามกลางทะเลทราย ทำให้เธอต้องหนีเอาชีวิตรอดอย่างเอาเป็นเอาตาย จนได้บังเอิญเข้าไปหลบในบังเกอร์ของพวกรัสเซีย และที่นั่นทำให้เธอได้เผชิญหน้ากับบางอย่างที่โหดร้ายและสุดแสนอันตราย ถึงแม้ว่าเธอจะหนีเอาชีวิตรอดออกมาได้ แต่นั่นหมายถึงหายนะที่กำลังจะเกิดกับเธอและผองเพื่อน",
                "score": {
                    "screenPlay": 3,
                    "playing": 4,
                    "music": 5,
                    "actorSkills": 4,
                    "graphics": 5,
                    "average": 4.2
                }
            }
        },{
            "id": 4,
            "movieName": "Violent Night - คืนเดือด",
            "movieLength": 100,
            "director": "Tommy Wirkola",
            "category": "หนังอาชญากรรม",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211171203166y5.jpg",
            "trailer": "https://www.youtube.com/watch?v=a53e4HHnx_s",
            "review": {
                "review": "Violent Night - คืนเดือด ได้หยิบเอาเรื่องราวของ ซานตาคลอส ลุงใจดีผู้ที่คอยแจกของขวัญให้เด็กดีในวันคริสมาสต์ มาปรับเปลี่ยนลุค กลายเป็นลุงที่เริ่มเอือมกับการแจกของขวัญ นั่งกระดกเหล้าที่บาร์ ขึ้นเกวียนพร้อมดื่มเบียร์และทำตัวระยำเยี่ยวใส่ผู้คนเบื้องล่าง แต่เขาก็ยังไม่ละทิ้งหน้าที่ จนจับพลัดจับผลูมาบ้านมหาเศรษฐีหลังนึง ที่กำลังเกิดเป็นเหตุการณ์แก๊งโจรปล้นบ้าน ด้วยจิตวิญญาณแห่งวันคริสมาสต์และเด็กน้อยตาดำ ๆ ลุงซานต้าจึงต้องออกปกป้องคืนคริสมาสต์ ไล่หวดเด็กดื้อจนละเลงด้วยเลือด",
                "score": {
                    "screenPlay": 5,
                    "playing": 6,
                    "music": 7,
                    "actorSkills": 7,
                    "graphics": 6,
                    "average": 6.2
                }
            }
        },{
            "id": 5,
            "movieName": "Decibel - ลั่นระเบิดเมือง",
            "movieLength": 110,
            "director": "In-ho Hwang",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/221124120319M47.jpg",
            "trailer": "https://www.youtube.com/watch?v=UmgVsK6cQuc",
            "review": {
                "review": "Decibel - ลั่นระเบิดเมือง บอกเล่าเรื่องราวของอดีตหัวหน้านาวิกโยธินของกองทัพเรือเกาหลีได้รับสายโทรศัพท์ปริศนาขู่วางระเบิด โดยใช้ระเบิดที่สั่งการด้วยเสียง เมื่อเสียงดังเกินกำหนดเวลามันจะลดลงครึ่งนึง นอกจากจะเป็นภัยต่อคนทั่วไปแล้ว แต่เหตุการณ์ครั้งนี้ยังเกี่ยวข้องกับอดีตที่ผ่านมาของเขาด้วย",
                "score": {
                    "screenPlay": 7,
                    "playing": 6,
                    "music": 6,
                    "actorSkills": 8,
                    "graphics": 6,
                    "average": 6.6
                }
            }
        },{
            "id": 6,
            "movieName": "Jeepers Creepers : Reborn - โฉบกระชาก กลับมาเกิด",
            "movieLength": 90,
            "director": "Timo Vuorensola",
            "category": "หนังระทึกขวัญ",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211121203132J3.jpg",
            "trailer": "https://www.youtube.com/watch?v=X68NG1ST_TQ",
            "review": {
                "review": "Jeepers Creepers Reborn ในภาคนี้ก็บอกเล่าเรื่องราวไม่ต่างจากเดิมเท่าไหร่ เป็นการอิงตัวละครเจ้า Creepers จากต้นฉบับ ที่ตื่นขึ้นมาในทุก 23 ปี และออกหากินเป็นเวลา 23 วัน กลุ่มคราวซวยดันเข้าไปบ้านร้างปิดตาย ที่เป็นดั่งรังลับรอโฉบกระชากหัวผู้คนอยู่หนังพังทุกภาคส่วน ไล่ตั้งแต่ตัวชูโรงอย่าง Creepers เลย ไม่ได้มีความลึกลับน่ากลัว สยองอะไรอีกแล้ว เหมือนคนแต่งชุดคอสเพลไปงานประกวดยังไงยังงั้น ด้วยบทที่ทำให้ Creepers เหมือนเป็นตัวตลก แถมแต่ละฉากยังโผล่มาซะชัดเกิ๊นจนหมดความน่ากลัวเลย จากที่เคยกลัวการมาการโผล่แต่ละครั้ง ภาคนี้เวลามันโผล่มาทีถอนหายใจที รวมถึงการฆ่าแต่ละซีนแบบขอไปทีไม่ได้น่ากลัวเช่นกัน",
                "score": {
                    "screenPlay": 0,
                    "playing": 0,
                    "music": 0,
                    "actorSkills": 0,
                    "graphics": 0.5,
                    "average": 0.1
                }
            }
        }
    ]
}