{
    "GAME": [
        {
            "Id": 1,
            "Name": "Minecraft",
            "Title": "Minecraft : Story Modeพัฒนาโดย Telltale Game ผู้สร้างเกมปวดจิตปวดใจดราม่าบ้านแตกอย่าง The Walking Dead โดยภายในเกมนั้นจะมีเนื้อเรื่องด้วย โดย ผู้เล่นจะควบคุมตัวละครที่ชื่อ เจสซี (Jesse) (ให้เสียงโดย แพตตัน ออสวอลต์ และแคทเธอรีน เทเบอร์) ผู้ซึ่งออกเดินทางกับเพื่อนของเขาเพื่อไปตามหาดิออร์เดอร์ออฟเดอะสโตน (The Order of the Stone) (เขาคือนักผจญภัยทั้ง 4 ที่สามารถฆ่าเอนเดอร์ดรากอน (Ender Dragon) ได้) ให้กลับมารวมตัวกันเพื่อที่จะมาช่วยโลก",
            "Game creation date": 2009,
            "picture": "01.webp"
        },{
            "Id": 2,
            "Name": "Point Blank",
            "Title": "พ.ศ. 2552 มกราคม Open Beta เกม Point Blank และเปิดตัวเกม Point Blank ในงาน Thailand Game Show 2009และ จัดกิจกรรมออก Road Show กับร้าน Internet***มภาพันธ์ เปิดระบบ Point Blank Cash Shop และเริ่มต้นการแข่งขัน PB Tournament The Hunterเมษายน เกม Point Blank จัด First Meeting กับผู้เล่นคอเกมเมอร์พฤษภาคม วันที่ 21 ฉลองรับ 2 ล้านไอดีเกม Point Blank",
            "Game creation date": 2008,
            "picture": "02.jpg"
        },{
            "Id": 3,
            "Name": "DOTA",
            "Title": "สมัยนี้เราก็เห็นกันอยู่ ว่าเกมแนวใหม่ๆ ไม่ค่อยมีโผล่ออกมาให้เห็นกันสักเท่าไหร่ จะเรียกว่าวงการเกมยังคงอยู่กับแนวเดิมๆ ไม่ค่อยมีอะไรเปลี่ยนแปลงก็คงจะพูดได้สักระดับนึง แต่จะมีสักกี่เกมกันที่เริ่มต้นจากสิ่งเล็กๆ เข้ามาจนสุดท้ายนั้นประสบความสำเร็จได้ในวงกว้าง หากพูดถึงสมัยประมาณสักสิบปีที่แล้วไม่ต้องสงสัยเลยว่า Counter-Strike นั้นกินเวลาช่วงนั้นของพวกเราไปมากขนาดไหน เช่นกันจนสุดท้ายก็กลายเป็นเกมขึ้นหิ้งและเป็นบรรทัดฐานใหม่อีกอันให้กับวงการเกมยิงทั่วโลกและยังเล่นกันอยู่จนถึงปัจจุบัน แต่สำหรับช่วงยุคหลังๆ สี่ห้าปีที่ผ่านมานี้คงมีน้อยคนนักที่จะไม่รุ้จัก DOTA (Defense of the Ancients)",
            "Game creation date": 2003,
            "picture": "03.jpg"
        },{
            "Id": 4,
            "Name": "FIFA",
            "Title": "ฟีฟ่าเป็นชุดของวิดีโอเกมฟุตบอลเกมพัฒนาและเปิดเป็นประจำทุกปีโดย Electronic Artsภายใต้ EA Sportsฉลาก ในปี 2554แฟรนไชส์ FIFAได้รับการแปลเป็นภาษาต่างๆ 18 ภาษาและมีให้บริการใน 51 ประเทศ [5]จดทะเบียนในกินเนสส์เวิลด์เร็กคอร์ดเป็นที่ขายดีที่สุดกีฬาวิดีโอเกมแฟรนไชส์ในโลกฟีฟ่าชุดมียอดขายมากกว่า 325,000,000 เล่มในฐานะของ 2021 [6]นอกจากนี้ยังเป็นหนึ่งในที่ขายดีที่สุดแฟรนไชส์วิดีโอเกม",
            "Game creation date": 2013,
            "picture": "04.jpg"
        },{
            "Id": 5,
            "Name": "Rust",
            "Title": "คนจะถูกสุ่มเกิดบนเกาะๆหนึ่ง ซึ่งเกาะพวกนี้จะถูกรีทุกๆ 7 วันตำแหน่งเมืองและตำแหน่งภูมิศาตร์ก็จะเปลี่ยนไป แม้กระทั้งบ้านที่เราสร้างก็ด้วยมันจะหายไป ถ้าถามว่าทำไมถึงหายไปเพราะ ป้องกันผู้เล่นที่เข้ามาใหม่ในช่วงนั้นถูกผู้เล่นที่มีบ้านหลักโตกว่ามาทำร้ายบ้านเล็กๆ และป้องกันทรัพยากรเฟ้อครับ เช่น ปืน อาวุธทำลายล้างต่างๆ เพราะเกมนี้เป็นเกมฟาร์มระดับคอสมิคก็ว่าได้ อดหลับอดนอนเฝ้าบ้านก็มีครับ ถ้าเล่นกับเพื่อนหลายๆคนยิ่งสนุกครับเกมนี้ สามารถจับปาร์ตี้ได้สูงสุด 8 คน เซิฟหลักจะมีคนแน่นอยู่ตลอดช่วงนี้คือ 300 คน ยิ่งช่วงวันรี แมปคิวจะยาวมาก ถ้าเซิฟเต็มเราต้องรอคิวเพื่อเข้าเซิฟครับ",
            "Game creation date": 2018,
            "picture": "05.jpg"
        },{
            "Id": 6,
            "Name": "Sandbox",
            "Title": "โปรเจกต์ The Sandbox เกิดขึ้นครั้งแรกในปี 2012 เป็นเกมมือถือที่มียอดดาวน์โหลดจากทั้ง Android และ iOS กว่า 40 ล้านดาวน์โหลด ต่อมาในปี 2018 ทาง The Sandbox จึงได้เริ่มพัฒนาแพลตฟอร์มเกมแบบ 3D โดยใช้เทคโนโลยีบล็อกเชน",
            "Game creation date": 2012,
            "picture": "06.jepg"
        
        },{
            "Id": 7,
            "Name": "Grand Theft Auto",
            "Title": "แกรนด์เทฟต์ออโต (อังกฤษ: Grand Theft Auto หรือ GTA) คือชุดวิดีโอเกม พัฒนาโดยร็อกสตาร์ เกม และผลิตโดยร็อกสตาร์ นอร์ธ เปิดตัวครั้งแรกในปี พ.ศ. 2540 เกมชุดดังกล่าวประกอบด้วยเกมภาคหลัก 10 เกมและภาคเสริม 4 เกม เกมชุดแกรนด์เทฟต์ออโตเริ่มเป็นที่นิยมตั้งแต่เกมแกรนด์เทฟต์ออโต 3 (Grand Theft Auto III) เป็นต้นมา",
            "Game creation date": 1997,
            "picture": "07.png"
        
        },{
            "Id": 8,
            "Name": "MARIO",
            "Title": "คุณรู้จักช่างประปาชาวอิตาลีที่มีงวงสั้นและต้องมีหนวด ซูเปอร์มาริโอปรากฏตัวในเกมมากกว่า 200 เกมนับตั้งแต่สร้างขึ้นในปี 2524 เขาเป็นหนึ่งในตัวละครที่มีชื่อเสียงและมีเสน่ห์ที่สุดในโลกของวิดีโอเกมแต่การปรากฏตัวครั้งแรกของเขาไม่ได้อยู่ในเกมของเขาเอง ในปี 1981 Nintendo ต้องการสร้างเกมของตัวละคร Popeye แต่สิทธิ์ของตัวละครนั้นหายไป จากนั้นระบบจะขอให้สร้างเกมใหม่ ที่นั่นชิเงรุมิยาโมโตะชาวญี่ปุ่นสร้างเกมขึ้นมา ดองกี้ก้องซึ่งตัวละคร Jumpman พยายามช่วยแฟนสาวของเขาที่ถูกจับโดยลิงกอริลลา Donkey Kong",
            "Game creation date": 1981,
            "picture": "08.jpg"
        },{
            "Id": 9,
            "Name": "Garena Free Fire",
            "Title": "อุปกรณ์เพื่อสังหารผู้เล่นอื่น ๆ ผู้เล่นมีอิสระที่จะเลือกตำแหน่งเริ่มต้น พกอาวุธและเสบียงเพื่อยืดชีวิตการต่อสู้ เมื่อผู้เล่นเข้าร่วมเกม พวกเขาจะอยู่ในในเครื่องบิน ซึ่งจะบินข้ามเกาะ ในขณะที่เครื่องบินกำลังบินอยู่เหนือเกาะ ผู้เล่นสามารถกระโดดไปที่ที่พวกเขาต้องการ จึงช่วยให้พวกเขาสามารถเลือกสถานที่เชิงกลยุทธ์เพื่อลงให้ห่างจากศัตรู หลังจากการลง ผู้เล่นจะต้องมองหาอาวุธและไอเทมยูทิลิตี อุปกรณ์ทางการแพทย์ อาวุธขนาดกลางและใหญ่ ระเบิด และไอเทมอื่น ๆ ที่มี สามารถพบได้ทั่วเกาะ เป้าหมายสูงสุดของผู้เล่นคือเอาชีวิตรอดบนเกาะที่มี 50-51 ผู้เล่นออนไลน์สูงสุด",
            "Game creation date": 2017,
            "picture": "09.jpg"
            
        },{
            "Id": 10,
            "Name": "PlayerUnknown's Battlegrounds",
            "Title": "(อังกฤษ: PlayerUnknown's Battlegrounds) (PUBG) เบรนดัน กรีน ผู้สร้างเกมตัวจริงอ่านว่า พับ-จี ชาง-ฮัน คิม โปรดิวเซอร์ชาวเกาหลีอ่านว่า พี-ยู-บี-จี เป็นเกมออนไลน์ผู้เล่นหลายคน แนวแบตเทิลรอยัล พัฒนาโดย PUBG Corporation ซึ่งเป็นบริษัทในเครือ Bluehole วางจำหน่ายเมื่อเดือนมีนาคม 2017 ในเวอร์ชันวินโดว์แต่ยังอยู่ในช่วงพัฒนา และเปิดตัวอย่างเต็มรูปแบบเมื่อวันที่ 20 ธันวาคม 2017 และในเดือนเดียวกันทางไมโครซอฟท์สตูดิโอส์ก็ได้ปล่อยออกมาสำหรับเครื่องเอกซ์บอกซ์วัน ต่อมาทางเทนเซ็นต์เกม ประเทศจีน ได้เข้ามาร่วมมือกันพัฒนาเกมสำหรับอุปกรณ์พกพาบนระบบปฏิบัติการแอนดรอยด์ และไอโอเอส และปล่อยให้ดาวน์โหลดเมื่อต้นปี 2018",
            "Game creation date": 2017,
            "picture": "10.jpg"
    
        }
    ]
}
